[
    {
        "Title": "The Cotton Club",
        "ImageURL": "/photo-1.png",
        "Description": "The Cotton Club featured entertainers such as Count Basie, Duke Ellington, and Louis Armstrong. It was previously used to sell beer during the prohibition era, before opening for black customers in 1935, and being shut down in 1940."
    },
    {
        "Title": "Duke Ellington",
        "ImageURL": "/photo-2.png",
        "Description": "After starting off in Washington D.C., Ellington made it big in New York City by performing in the previously mentioned Cotton Club along with his orchestra. He was an extremely talented jazz composer, condidered by many to be one of the msot important to the genre."
    },
    {
        "Title": "Langston Hughes",
        "ImageURL": "/photo-3.png",
        "Description": "Moving to Harlem in 1926 at the age of 25, Hughes made a name for himself as a poet, and also wrote nonfiction works, short stories, newspapaer columns for The Chicago Defender, and even wrote plays at times."
    },
    {
        "Title": "W.E.B. Du Bois",
        "ImageURL": "/photo-4.png",
        "Description": "Including founding and editing _The Crisis_, a publication by the NAACP, Du Bois was an extremely prolific author, whose catalog included works like _The Souls of Black Folk_, and _Black Reconstructionism in America_. He was also the first African American to receive a PHD from Harvard University."
    },
    {
        "Title": "The Weary Blues",
        "ImageURL": "/photo-5.png",
        "Description": "The Weary Blues is a 1925 poem by the poet Langston Hughes. It was published in the Academic Journal _Opportunity: A Journal of Negro Life_, and subsequently won the magazine’s award for best poem of the year."
    },
    {
        "Title": "The Crisis",
        "ImageURL": "/photo-6.png",
        "Description": "The Crisis is a quarterly magazine published by the NAACP. In publication since 1910, it is the oldest African-American oriented publication in the world. During the Harlem Renaissance, the magazine began to orient itself towards literary works much more, publishing writings by the likes of Claude McKay, Zora Neale Hurston, and Gwendolyn Bennett."
    },
    {
        "Title": "Claude McKay",
        "ImageURL": "/photo-7.png",
        "Description": "The Jamaican–American writer McKay first moved to America early in his life and encountered the W.E.B. Du Bois work _The Souls of Black Folk_, and subsequently wrote _If We Must Die_, a poem published in _The Liberator_ magazine, and that is described as one of the most famous poetic works of all time."
    },
    {
        "Title": "Zora Neale Hurston",
        "ImageURL": "/photo-8.png",
        "Description": "Zora Neale Hurston was a novelist, playwright, folklorist, and anthropologist. She was born in Eatonville, Florida and lived from 1891-1960. She moved to Harlem in 1925 and there she found other people, writers and intellectuals, like her. Among them she met the famous poet Langston Hughes. She wrote about the struggles of African Americans in the early 1800s living in the south. Her first novel was published in 1934, it was called _Jonah’s Gourd Vine_. After that, she published another book called _Their Eyes Were Watching God _in 1937."
    },
    {
        "Title": "William Grant Still",
        "ImageURL": "/photo-9.png",
        "Description": "William Grant Still was mainly a composer but also an arranger and conductor. He stopped pursuing his medical studies to become a musician instead. He taught himself to play many instruments including the violin, cello, oboe, saxophone, and many more. Which led the way to him becoming a famous composer. He became the first African-American composer to write a symphony performed by Americans."
    }
]